cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'autoenv'
brew 'bash'
brew 'coreutils'
brew 'flow'
brew 'git'
brew 'git-flow'
brew 'go'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'thefuck'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'franz'
cask 'google-chrome'
cask 'slack'
cask 'steam'
cask 'transmit'
cask 'tunnelbear'
cask 'vlc'
